
<!DOCTYPE HTML>

<html>

<head>
	<meta charset="utf-8">
	<title>2069T 宜蘭金六結 11 天新手村心得 - hSATAC</title>
	<meta name="author" content="Ash Wu">

	
	<meta name="description" content="2069T 宜蘭金六結 11 天新手村心得 &#19968;&#38283;&#22987;&#30331;&#20837;&#26032;&#25163;&#26449;&#65292;&#30070;&#28982;&#26159;&#20808;&#36984;&#35282;&# &hellip;">
	

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

	<link href="http://feeds.feedburner.com/hsatac" rel="alternate" title="hSATAC" type="application/atom+xml">
	
	<link rel="canonical" href="http://blog.hsatac.net/2009/07/2069t-%E5%AE%9C%E8%98%AD%E9%87%91%E5%85%AD%E7%B5%90-11-%E5%A4%A9%E6%96%B0%E6%89%8B%E6%9D%91%E5%BF%83%E5%BE%97/">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<link href='http://fonts.googleapis.com/css?family=Open+Sans:400italic,400,700' rel='stylesheet' type='text/css'>
	<!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<!-- Add jQuery library -->
<script type="text/javascript" src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
<script type="text/javascript" src="/javascripts/jquery.fancybox.pack.js?v=2.0.4"></script>
<script type="text/javascript">
  $(document).ready(function() {
      $("a[href$='.jpg'],a[href$='.png'],a[href$='.gif']").fancybox();
  });
</script>

</head>


<body>
	<div class="container">
		<div class="left-col">
			<div class="intrude-less">
			<header id="header" class="inner"><div class="profilepic">
	<script src="/javascripts/md5.js"></script>
	<script type="text/javascript">
		$(function(){
			$('.profilepic').append("<img src='http://www.gravatar.com/avatar/" + MD5("hsatac@gmail.com") + "?s=160' alt='Profile Picture' style='width: 160px;' />");
		});
	</script>
</div>
<hgroup>
  <h1><a href="/">hSATAC</a></h1>
  
</hgroup>

<nav id="main-nav"><ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>


<section class="aboutme">
  <p>
    I am a programming language user. Here are some breadcrumbs of my work and life.
 >> ('cat' + 'ash').reverse #=> "hsatac"
  </p>
</section>
</nav>
<nav id="sub-nav">
	<div class="social">
		
		
		<a class="google" href="https://plus.google.com/113141223333997550446" rel="author" title="Google+">Google+</a>
		
		
		<a class="twitter" href="http://twitter.com/hSATAC" title="Twitter">Twitter</a>
		
		
		<a class="github" href="https://github.com/hSATAC" title="GitHub">GitHub</a>
		
		
		
		
		
		
		<a class="delicious" href="http://delicious.com/cat" title="Delicious">Delicious</a>
		
		
		
		<a class="rss" href="http://feeds.feedburner.com/hsatac" title="RSS">RSS</a>
		
	</div>
</nav>
</header>				
			</div>
		</div>	
		<div class="mid-col">
			
				
			
			<div class="mid-col-container">
				<div id="content" class="inner"><article class="post" itemscope itemtype="http://schema.org/BlogPosting">
	<h1 class="title" itemprop="name">2069T 宜蘭金六結 11 天新手村心得</h1>
	<div class="entry-content" itemprop="articleBody"><p>&#19968;&#38283;&#22987;&#30331;&#20837;&#26032;&#25163;&#26449;&#65292;&#30070;&#28982;&#26159;&#20808;&#36984;&#35282;&#33394;&#22806;&#35264;&#36896;&#22411;&#65292;&#19981;&#36942;&#25105;&#20497;&#21083;&#20986;&#29983;&#65292;&#31561;&#32026;&#36996;&#19981;&#22816;&#65292;&#21482;&#33021;&#36984;&#24179;&#38957;&#36896;&#22411; ( &#25031;&#35242;&#20551;&#21069;&#26371;&#36914;&#21270;&#25104;&#40179;&#26792;&#38957;&#36896;&#22411; )&#12290;</p>

<p>&#26377;&#20154;&#35498;&#26368;&#22909;&#36914;&#21435;&#20043;&#21069;&#20808;&#29702;&#19981;&#28982;&#26371;&#30171;&#65292;&#25105;&#30340;&#32147;&#39511;&#26159;&#19981;&#38656;&#35201;&#12290;&#37329;&#20845;&#32080;&#29702;&#39662;&#37096;&#33879;&#21517;&#30340; S.H.E &#29702;&#39662;&#19977;&#22823;&#23352;&#30340;&#38651;&#21205;&#25512;&#21098;&#21448;&#21033;&#21448;&#24555;&#65292;&#29702;&#19968;&#27425;&#25165;30&#22810;&#20803;&#65292;&#19981;&#24517;&#33258;&#24049;&#22810;&#33457;&#37666;&#12290;</p>

<p>&#20877;&#20358;&#23601;&#26159;&#38936;&#21462;&#35037;&#20633;&#20102;&#65292;&#26032;&#25163;&#21253;&#35041;&#38754;&#25033;&#26377;&#30433;&#26377;&#65306;&#32129;&#33151;&#65292;&#37628;&#30420;&#28023;&#32191;&#65292;&#20839;&#35122;&#20839;&#34915;&#35178;&#23376;&#31561;&#31561;&#65292;&#37117;&#29992;&#19968;&#38283;&#22987;&#25552;&#20379;&#30340;&#26032;&#25163;&#35037;&#23601;&#21487;&#20197;&#20102;&#12290;
<!--more--></p>

<p>&#26032;&#25163;&#20839;&#34915;&#20839;&#35122;&#20854;&#23526;&#28415;&#22909;&#31359;&#30340;&#65292;&#20839;&#34915;&#24456;&#23481;&#26131;&#20094;&#65292;&#19981;&#40655;&#36523;&#39636;&#12290;&#20839;&#35122;&#26159;&#30333;&#19977;&#35282;&#65292;&#31359;&#19981;&#24931;&#30340;&#20154;&#21487;&#20197;&#24118;&#33258;&#24049;&#30340;&#22235;&#35282;&#20839;&#35122;&#12290;&#30495;&#30340;&#35201;&#36023;&#30340;&#35441;&#21487;&#20197;&#20808;&#36023;&#20214;&#20839;&#34915;&#36914;&#21435;&#65292;&#22240;&#28858;&#21482;&#30332;&#20841;&#20214;&#65292;&#36913;&#26085;&#21448;&#19981;&#27927;&#34915;&#26381;&#65292;&#26371;&#26377;&#19968;&#22825;&#35201;&#31359;&#33290;&#34915;&#26381;&#12290;&#19981;&#36942;&#24185;&#37096;&#25033;&#35442;&#26371;&#35731;&#26381;&#22996;&#24171;&#22823;&#23478;&#32113;&#35336;&#22810;&#36023;&#65292;&#20063;&#19981;&#29992;&#24962;&#24515;&#12290;</p>

<p>&#32129;&#33151;&#19981;&#29992;&#22810;&#36023;&#65292;&#29992;&#19981;&#21040;&#12290;&#19968;&#38283;&#22987;&#32129;&#21040;&#33139;&#27700;&#33131;&#65292;&#36305;&#21435;&#21839;&#23416;&#38263;&#65292;&#30332;&#29694;&#23416;&#38263;&#20497;&#26681;&#26412;&#19981;&#29992;&#32129;&#33151;&#12290;&#35122;&#31649;&#32361;&#23376;&#25289;&#32202;&#24448;&#20839;&#22622;&#23601;&#21487;&#20197;&#20102;&#65292;&#19981;&#35201;&#22826;&#25240;&#30952;&#33258;&#24049;&#12290;</p>

<p>&#30495;&#30340;&#25512;&#34214;&#35201;&#33258;&#24049;&#24118;&#36914;&#21435;&#30340;&#26377;&#65306;&#22823;&#23567;&#22846;&#37706;&#34955;&#65292;&#23567;&#30340;&#35037;&#35657;&#20214;&#38646;&#37666;&#38651;&#35441;&#21345;&#65292;&#38568;&#36523;&#25884;&#24118;&#65292;&#21453;&#27491;&#38450;&#27700;&#27927;&#28577;&#20063;&#21487;&#24118;&#36914;&#21435;&#12290;&#22823;&#30340;&#35037;&#21934;&#20853;&#25136;&#39717;&#35422;&#12289;&#21050;&#27085;&#34899;&#31561;&#27494;&#21151;&#31192;&#31496;&#12290;&#35041;&#38754;&#30332;&#30340;&#34955;&#23376;&#19968;&#19979;&#23601;&#29190;&#20102;&#12290;</p>

<p>&#20877;&#20358;&#26159;&#25830;&#30382;&#33178;&#30149;&#12289;&#28629;&#30137;&#30340;&#36575;&#33167;&#12290;&#25105;&#20497;&#37027;&#37002;&#22823;&#27010;&#19968;&#21322;&#20197;&#19978;&#30340;&#20154;&#37117;&#26371;&#34987;&#28348;&#30137;&#22256;&#25854;&#12290;&#25105;&#35258;&#24471;&#28348;&#30137;&#28753;&#23308;&#23043;&#27794;&#29992;&#65292;&#19981;&#22914;&#30561;&#21069;&#36215;&#24202;&#25273;&#19968;&#19979;&#36575;&#33167;&#65292;&#27604;&#36611;&#26377;&#25928;&#12290;</p>

<p>&#22909;&#23531;&#30340;&#31558;&#30495;&#30340;&#22810;&#24118;&#24190;&#38587;&#65292;&#24456;&#23481;&#26131;&#25481;&#12290;&#29151;&#31449;&#25654;&#37666;&#31558;&#38627;&#23531;&#23601;&#31639;&#20102;&#65292;&#19968;&#38587;&#36996;&#36067; 22 &#22602;&#8230;&#12290;&#38651;&#35441;&#21345;&#19981;&#29992;&#24118;&#22826;&#22810;&#65292;&#24118;&#20491;&#20841;&#30334;&#22235;&#30334;&#23601;&#22816;&#25171;&#36996;&#26377;&#25214;&#65292;&#35498;&#30495;&#30340;&#27794;&#20160;&#40636;&#26178;&#38291;&#33021;&#25171;&#38651;&#35441;&#65292;&#33021;&#25171;&#30340;&#26178;&#20505;&#20320;&#20063;&#26410;&#24517;&#25490;&#30340;&#21040;&#12290;</p>

<p>&#37666;&#19981;&#29992;&#24118;&#22810;&#65292;&#27794;&#27231;&#26371;&#29992;&#12290;50&#20803;&#30828;&#24163;&#22810;&#24118;&#19968;&#40670;&#20498;&#26159;&#30495;&#30340;&#12290;&#21040;&#25031;&#35242;&#21069;&#20498;&#25976;&#24190;&#22825;&#25105;&#30340;&#30828;&#24163;&#24190;&#20046;&#32791;&#30433;&#65292;&#26377;&#26178;&#33021;&#25237;&#39154;&#26009;&#21371;&#27794;&#37666;&#30495;&#30340;&#24456;&#28961;&#22856;&#12290;</p>

<p>&#25105;&#26159;&#20986;&#29983;&#22312; 901 &#26053;&#27493;&#22235;&#29151;&#20853;&#22120;&#36899; (&#37096;&#38538;&#30058;&#34399;&#22909;&#20687;&#26159;&#27231;&#23494;&#8230;&#19981;&#36942;&#21488;&#28771;&#20853;&#21147;&#37096;&#23660;&#22294;&#32178;&#36335;&#37117;&#26377;&#20102;&#8230;)&#65292;&#20043;&#21069;&#32893;&#35498; WPN &#26371;&#27604; 1C, 2C, 3C &#29245;&#24456;&#22810;&#65292;&#20107;&#23526;&#20063;&#35657;&#26126;&#65292;&#30495;&#30340;&#26159;&#29245;&#24456;&#22810;&#12290;</p>

<p>&#20294;&#26159;&#29245;&#21040;&#22823;&#23478;&#24456;&#24515;&#34395;&#65292;&#38283;&#35347;&#21040;&#29694;&#22312;&#24046;&#19981;&#22810;&#35201;&#21313;&#22825;&#20102;&#65292;&#30475;&#21029;&#30340;&#36899;&#26202;&#19978;&#37117;&#22312;&#21050;&#27085;&#65292;&#25105;&#20497;&#32317;&#20849;&#21482;&#21050;&#36942;&#19968;&#27425;&#27085;&#65292;&#21934;&#25136;&#36305;&#36942;&#19968;&#27425;&#19968;&#20108;&#25136;&#8230;&#8230;&#22823;&#23478;&#37117;&#24456;&#25812;&#24515;&#36914;&#24230;&#33853;&#24460;&#22826;&#22810;&#12290;</p>

<p>4B &#26377;&#19968;&#20214;&#20107;&#20540;&#24471;&#29305;&#21029;&#25552;&#19968;&#19979;&#65292;&#26377;&#19968;&#22825;&#26202;&#19978;&#25805;&#35506;&#25805;&#21040;&#19968;&#21322;&#65292;&#29151;&#38263;&#31361;&#28982;&#36305;&#20358;&#38598;&#21512;&#35611;&#35441;&#12290;&#35498;&#26377;&#19968;&#20301;&#23478;&#38263;&#25171;&#38651;&#35441;&#32102;&#29151;&#38263;&#65292;&#35498;&#20182;&#23567;&#23401;&#35498;&#37117;&#27794;&#26377;&#26178;&#38291;&#25171;&#38651;&#35441;&#65292;&#25171;&#38651;&#35441;&#20063;&#35611;&#19981;&#20102;&#22810;&#20037;&#23601;&#35201;&#25499;&#25481;&#65292;&#19981;&#28982;&#26371;&#34987;&#24185;&#37096;&#32629;&#12290;&#29151;&#38263;&#23601;&#35531;&#21839;&#23478;&#38263;&#65292;&#20182;&#30340;&#23567;&#23401;&#26159;&#21738;&#19968;&#20301;&#65311;&#23478;&#38263;&#19981;&#32943;&#35611;&#65292;&#35498;&#35611;&#20102;&#26371;&#34987;&#25074;&#34389;&#12290;&#29151;&#38263;&#23601;&#35498;&#65292;&#20320;&#19981;&#35498;&#26159;&#21738;&#19968;&#20301;&#65292;&#20182;&#35201;&#24590;&#40636;&#34389;&#29702;&#65311;&#23478;&#38263;&#20415;&#25730;&#29408;&#35441;&#65292;&#30475;&#29151;&#38263;&#35201;&#24590;&#40636;&#34389;&#29702;&#12290;&#22914;&#26524;&#29151;&#38263;&#19981;&#34389;&#29702;&#65292;&#20182;&#23601;&#35201;&#20018;&#36899;&#20854;&#20182;&#23478;&#38263;&#25171; 1985 &#30003;&#35380;&#12290;</p>

<p>&#29151;&#38263;&#34920;&#31034;&#23565;&#27492;&#20107;&#24863;&#21040;&#12300;&#30456;&#30070;&#30171;&#24515;&#12301;&#65292;&#26044;&#26159;&#31105;&#27490;&#26202;&#19978;&#25805;&#35506;&#65292;&#20197;&#24460;&#27599;&#22825;&#26202;&#19978;&#19971;&#40670;&#21040;&#20061;&#40670;&#35201;&#32102;&#25105;&#20497;&#33258;&#30001;&#26178;&#38291;&#25171;&#38651;&#35441;&#12290;&#19981;&#36942;&#20043;&#24460;&#65292;&#26202;&#19978;&#26159;&#27794;&#26377;&#25805;&#35506;&#20102;&#27794;&#37679;&#65292;&#20294;&#26159;&#37117;&#36996;&#26159;&#34987;&#38598;&#21512;&#36215;&#20358;&#22352;&#33879;&#32972;&#21934;&#25136;&#8230;&#20063;&#27794;&#35731;&#25105;&#20497;&#21435;&#25171;&#38651;&#35441;= =&#12290;</p>

<p>&#25105;&#20497; WPN &#26377; 10 &#20491;&#29677;&#65292;&#27599;&#29677;&#26377;&#19981;&#21516;&#30340;&#21220;&#21209;&#12290;&#26377;&#22120;&#26448;&#29677;&#12289;&#20844;&#24046;&#29677;&#12289;&#25171;&#39151;&#29677;&#12289;&#20853;&#24037;&#29677;&#8230;&#12290;&#19968;&#33324;&#20154;&#37117;&#35498;&#25171;&#39151;&#29677;&#24456;&#29245;&#65292;&#19981;&#29992;&#36305;&#27493;&#25805;&#35506;&#65292;&#21487;&#20197;&#25277;&#29017;&#25237;&#39154;&#26009;&#65292;&#19968;&#20491;&#31150;&#25308;&#21435;&#20841;&#27425;&#33802;&#29246;&#23500;&#31561;&#31561;&#12290;&#20294;&#25105;&#35258;&#24471;&#25171;&#39151;&#29677;&#20854;&#23526;&#28415;&#28961;&#32842;&#30340;&#12290;&#19968;&#26089;&#36215;&#20358;&#23601;&#21435;&#25171;&#39151;&#65292;&#19978;&#35506;&#19978;&#12583;&#23567;&#26178;&#21448;&#35201;&#21435;&#25171;&#39151;&#65292;&#25972;&#22825;&#37117;&#22312;&#25171;&#39151;&#8230;&#12290;&#25105;&#20498;&#26159;&#35258;&#24471;&#25105;&#20497;&#20853;&#24037;&#29677;&#19981;&#37679;&#65292;&#38614;&#28982;&#37117;&#26368;&#26202;&#30561;&#65292;&#20294;&#26159;&#28415;&#26377;&#27231;&#26371;&#33258;&#24049;&#27927;&#19968;&#38291;&#28020;&#23460;&#65292;&#21448;&#26371;&#25945;&#32048;&#37096;&#20998;&#35299;&#20445;&#39178; (&#20854;&#20182;&#20154;&#22823;&#37096;&#20998;&#35299;&#21482;&#20570;&#36942;&#19968;&#27425;&#65292;&#25105;&#20497;&#24050;&#32147;&#20570;&#21040;&#36229;&#29087;&#20102;) &#12290;</p>

<p>&#26032;&#25163;&#26449;&#27794;&#26377;&#24819;&#20687;&#20013;&#30340;&#25805;&#65292;&#29694;&#22312;&#20854;&#23526;&#37117;&#24456;&#20154;&#24615;&#21270;&#12290;&#20363;&#22914;&#36305;&#27493;&#21069;&#26371;&#21483;&#19981;&#33021;&#36305;&#27493;&#30340;&#20986;&#21015;&#65292;&#26049;&#37002;&#20241;&#24687;&#12290;&#20182;&#20063;&#19981;&#26371;&#36074;&#30097;&#20320;&#26159;&#30495;&#36996;&#20551;&#65292;&#19981;&#28982;&#20986;&#21839;&#38988;&#20182;&#20497;&#20063;&#27794;&#27861;&#36000;&#36012;&#12290;&#25105;&#26159;&#37117;&#25265;&#25345;&#33879;&#30433;&#37327;&#36305;&#65292;&#30433;&#37327;&#36319;&#19978;&#30340;&#24515;&#24907;&#12290;&#39636;&#33021;&#30906;&#23526;&#26377;&#22312;&#24930;&#24930;&#36914;&#27493;&#12290;</p>

<p>&#26032;&#25163;&#26449;&#30340;&#37325;&#40670;&#65292;&#20854;&#23526;&#23601;&#26159;&#22312;&#39449;&#20320;&#31805;&#19979;&#21435;&#12290;&#20182;&#20497;&#29992;&#30340;&#35441;&#34899;&#36319;&#30452;&#37559;&#27794;&#20841;&#27171;&#12290;&#34218;&#27700;&#26377;&#22810;&#39640;&#22810;&#39640;&#12289;&#31119;&#21033;&#26377;&#22810;&#22909;&#22810;&#22909;&#12289;&#36557;&#20013;&#26377;&#22810;&#31337;&#23450;&#22810;&#31337;&#23450;&#12289;&#36889;&#27231;&#26371;&#26377;&#22810;&#38627;&#24471;&#22810;&#38627;&#24471;&#12289;&#22914;&#26524;&#21435;&#22806;&#38754;&#32771;&#26377;&#22810;&#38627;&#22810;&#38627;&#12289;&#29694;&#22312;&#36889;&#37002;&#32771;&#26377;&#22810;&#31777;&#21934;&#22810;&#31777;&#21934;&#36889;&#39006;&#30340;&#12290;</p>

<p>&#21453;&#27491;&#23601;&#26159;&#28961;&#25152;&#19981;&#29992;&#20854;&#26997;&#30340;&#35201;&#20320;&#31805;&#19979;&#21435;&#12290;&#25105;&#20497;&#36899;&#23436;&#20840;&#19981;&#38283;&#25918;&#25277;&#29017;&#25237;&#39154;&#26009;&#31561;&#31119;&#21033;&#65292;&#20294;&#21482;&#35201;&#20320;&#31805;&#19979;&#21435;&#65292;&#39340;&#19978;&#38283;&#25918;&#65292;&#20877;&#22810;&#32102;&#20320;&#19968;&#22825;&#20551;&#22238;&#23478;&#12290;&#35576;&#22914;&#27492;&#39006;&#8230;&#32317;&#20043;&#33258;&#24049;&#24515;&#35041;&#26377;&#20491;&#24213;&#23601;&#22909;&#65292;&#36889;&#19981;&#22833;&#28858;&#19968;&#26781;&#23601;&#26989;&#31649;&#36947;&#65292;&#20294;&#19981;&#35201;&#34987;&#27927;&#33126;&#36855;&#22833;&#33258;&#25105;&#20102;&#12290;</p>

<p>&#20877;&#20358;&#35611;&#19968;&#19979;&#26032;&#20853;&#35442;&#26377;&#30340;&#24515;&#24907;&#65306;&#30070;&#20853;&#24456;&#31777;&#21934;&#65292;&#23601;&#26159;&#35498;&#19968;&#21205;&#65292;&#20570;&#19968;&#21205;&#12290;&#26377;&#21477;&#35441;&#35498;&#65306;&#19981;&#25171;&#21220;&#12289;&#19981;&#25171;&#25078;&#12289;&#23560;&#25171;&#19981;&#38263;&#30524;&#12290;&#19981;&#35201;&#30333;&#30446;&#23601;&#23565;&#20102;&#12290;&#20160;&#40636;&#21483;&#30333;&#30446;&#65311;&#27794;&#21483;&#20320;&#20570;&#30340;&#20320;&#19981;&#35201;&#20570;&#65292;&#21483;&#20320;&#20570;&#30340;&#20320;&#25226;&#20182;&#20570;&#22909;&#12290;&#21483;&#20320;&#20570;&#21371;&#36996;&#27794;&#35201;&#20570;&#30340;&#35531;&#25918;&#22312;&#24515;&#24213;&#12290;&#20363;&#22914;&#24185;&#37096;&#35498;&#26202;&#19978;&#20197;&#21069;&#35201;&#25910;&#20160;&#40636;&#65292;&#35531;&#33258;&#24049;&#23601;&#24118;&#22312;&#36523;&#19978;&#65292;&#19981;&#35201;&#31561;&#29677;&#38957;&#12289;&#29677;&#38263;&#35201;&#25910;&#20102;&#25165;&#35498;&#22312;&#27155;&#19978;&#8230;&#12290;</p>

<p>&#32819;&#26421;&#24373;&#22823;&#40670;&#32893;&#22909;&#65292;&#30524;&#30555;&#24373;&#22823;&#40670;&#30475;&#22909;&#65292;&#22068;&#24052;&#20063;&#24373;&#22823;&#40670;&#35442;&#22823;&#32882;&#23601;&#22823;&#32882;&#12289;&#35442;&#21839;&#22909;&#23601;&#21839;&#22909;&#12290;&#28982;&#24460;&#19981;&#35201;&#22826;&#27963;&#22312;&#33258;&#24049;&#30340;&#19990;&#30028;&#35041;&#65292;&#36889;&#26159;&#19968;&#20491;&#24375;&#36843;&#36942;&#22296;&#39636;&#29983;&#27963;&#30340;&#22320;&#26041;&#65292;&#22810;&#34701;&#20837;&#36889;&#20491;&#29872;&#22659;&#65292;&#20114;&#30456;&#24171;&#21161;&#30495;&#30340;&#27604;&#36611;&#24555;&#12290;</p>

<p>&#25105;&#20497;&#29677;&#28415;&#22810;&#20154;&#37117;&#35258;&#24471;&#29694;&#22312;&#26032;&#35347;&#20854;&#23526;&#22909;&#20687;&#22799;&#20196;&#29151;&#19968;&#27171;&#65292;&#29992;&#36629;&#39686;&#30340;&#24515;&#24907;&#21435;&#38754;&#23565;&#23601;&#22909;&#65292;&#26371;&#35469;&#35672;&#24456;&#22810;&#21508;&#24335;&#21508;&#27171;&#30340;&#20154;&#65292;&#24456;&#26377;&#36259;&#12290;&#25918;&#38283;&#24515;&#33016;&#22909;&#22909;&#29609;&#19968;&#29609;&#65292;&#19981;&#35201;&#19968;&#38283;&#22987;&#23601;&#21435;&#25239;&#25298;&#20182;&#12290;&#33510;&#20013;&#20316;&#27138;&#65292;&#26371;&#35731;&#26085;&#23376;&#36942;&#24471;&#27604;&#36611;&#24555;&#12290;</p>
</div>

</article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	<a class="addthis_button_facebook_like" fb:like:layout="button_count"></a>
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_button_google_plusone" g:plusone:size="medium"></a>
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>



<section id="comment">
    <h1 class="title">Comments</h1>
    <div id="disqus_thread" aria-live="polite"><noscript>Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
</div>
</section>
</div>
			</div>
			<footer id="footer" class="inner"><p>
  Copyright &copy; 2013 - Ash Wu -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span> - Logo authorized by <a href="http://www3.ocn.ne.jp/~musimaru/">64CAT64</a>
</p>

Design credit: <a href="http://shashankmehta.in/archive/2012/greyshade.html">Shashank Mehta</a></footer>
			<script src="/javascripts/slash.js"></script>
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>

<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'hsatac';
      
        
        // var disqus_developer = 1;
        var disqus_identifier = 'http://blog.hsatac.net/2009/07/2069t-%E5%AE%9C%E8%98%AD%E9%87%91%E5%85%AD%E7%B5%90-11-%E5%A4%A9%E6%96%B0%E6%89%8B%E6%9D%91%E5%BF%83%E5%BE%97/';
        var disqus_url = 'http://blog.hsatac.net/2009/07/2069t-%E5%AE%9C%E8%98%AD%E9%87%91%E5%85%AD%E7%B5%90-11-%E5%A4%A9%E6%96%B0%E6%89%8B%E6%9D%91%E5%BF%83%E5%BE%97/';
        var disqus_script = 'embed.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>



	<script type="text/javascript">
		var _gaq = _gaq || [];
		_gaq.push(['_setAccount', 'UA-27441833-1']);
		_gaq.push(['_trackPageview']);

		(function() {
			var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
			ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
			var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
		})();
	</script>




		</div>
	</div>
</body>
</html>
